Repository: odalysleon/vinodayenu
Catalog: app/Resources/translations/*/AdminInternationalHelp.*.xlf
Languages: hr_hr

source: Search a word or expression, e.g.: "Order confirmation"
hr_hr: Ključna riječ ili izraz, npr.: "potvrda narudžbe"

source: Two-letter ISO code (e.g. FR, EN, DE).
hr_hr: Dvoslovni ISO kod (npr. FR, HR, EN, DE).

source: IETF language tag (e.g. en-US, pt-BR).
hr_hr: IETF jezični tag (npr. en-US, pt-BR, hr-HR).

source: Short date format (e.g., %s).
hr_hr: Skraćeni format datuma (npr. %s).

source: Full date format (e.g., %s).
hr_hr: Puni format datuma (npr. %s).

source: Upload the country flag from your computer.
hr_hr: Učitajte zastavu zemlje iz Vašeg računala.

source: Image is displayed when "no picture is found".
hr_hr: Slika koja se prikazuje kad nije pronađena druga slika.

source: Enable if this language is read from right to left.
hr_hr: Omogućite ovo ukoliko se jezik čita s desna na lijevo.

source: (Experimental: your theme must be compliant with RTL languages).
hr_hr: (Eksperimentalno: Vaša tema mora podržavati RTL jezike).

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
hr_hr: Ova opcija vam dozvoljava, između ostalog, ograničenje pristupa vašoj trgovini za određene države. Pogledajte ispod.

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
hr_hr: Možete dodati IP adrese koje će uvijek imati pristup Vašoj trgovini (npr. Google roboti).

source: Provide the state name to be displayed in addresses and on invoices.
hr_hr: Navedite naziv države u adresama i fakturama.

source: 1 to 4 letter ISO code.
hr_hr: 1 do 4 slovna ISO oznaka.

source: You can prefix it with the country ISO code if needed.
hr_hr: Možete staviti prefiks za ISO kodom zemlje ako treba.

source: Country where the state is located.
hr_hr: Zemlja gdje je županija smještena.

source: Only the countries with the option "contains states" enabled are displayed.
hr_hr: Prikazuje samo zemlje sa omogućemon opcijom "sadrže županije".

source: Geographical region where this state is located.
hr_hr: Geografska zona gdje je županija smještena

source: Used for shipping
hr_hr: Koristi se za dostavu

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
hr_hr: Ukoliko onemogućite ecotax, ecotax za sve Vaše proizvode bit će 0

source: Select whether or not to include tax on purchases.
hr_hr: Odaberite hoće li se ili neće uključiti porez na kupovinu.

source: Select whether or not to display tax on a distinct line in the cart.
hr_hr: Odaberite hoće li se ili neće prikazivati porez u zasebnoj liniji u košarici.

source: Define the ecotax (e.g. French ecotax: 19.6%).
hr_hr: Porez koji se primjenjuje za ecotax (npr. Francuski ecotax: 19.6%).

source: Tax name to display in carts and on invoices (e.g. "VAT").
hr_hr: Naziv poreza koji će se prikazivati u košarici i računima (npr. "PDV").

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
hr_hr: Format: XX.XX ili XX.XXX (npr. 25.00 ili 13.925)

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
hr_hr: Naziv zone (npr. Adfika, Sjeverni dio, susjedstco).

source: Allow or disallow shipping to this zone.
hr_hr: Omogući ili ne malo dostave u ovoj zoni.

source: ISO code (e.g. USD for Dollars, EUR for Euros, etc.).
hr_hr: ISO kod (npr. USD za Dolar, EUR za Euro, itd.).

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
hr_hr: Valutni tečajevi se računaju od jedne jedinice zadane valute vaše trgovine. Na primjer, ako je zadana valuta u kunama, a vaša odabrana valuta je euro, upišite "1.20" (1€ = $1.20).

source: You can define a range of Zip/postal codes (e.g., 75000-75015) or simply use one Zip/postal code.
hr_hr: Možete definirati raspon poštanskog broja (npr. 10000-10100) ili jednostavno koristite jedan poštanski broj.

source: You must define the behavior if an address matches multiple rules:
hr_hr: Morate definirati ponašanje ako adresa odgovara višestrukim pravilima

source: - This tax only: Will apply only this tax
hr_hr: - Samo ovaj porez: Će primijeniti samo taj porez

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
hr_hr: - Spoji: Spoji poreze (npr.: 10% + 5% = 15%)

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
hr_hr: - Jedan poslije drugog: Primjenjuje porez jedan poslije drugog (npr.: 100 + 10% => 110 + 5% = 115.5)

source: No Tax
hr_hr: Bez poreza

source: (Total tax: %s)
hr_hr: (Ukupno porez: %s)

source: The default language used in your shop.
hr_hr: Zadani jezik koji se koristi u Vašoj trgovini.

source: Set browser language as default language
hr_hr: Postavi jezik preglednika kao zadani jezik

source: The default country used in your shop.
hr_hr: Zadana država koja se koristi u Vašoj trgovini.

source: Set country corresponding to browser language
hr_hr: Postavi zemlju da odgovara jeziku preglednika

source: The default currency used in your shop.
hr_hr: Zadana valuta korištena u vašoj trgovini.

source: If you change the default currency, you will have to manually edit every product price.
hr_hr: Ukoliko promijenite zadanu valutu, morati ćete ručno urediti svaku cijenu proizvoda.

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
hr_hr: Zadana jedinica težine za vašu trgovinu (npr. "kg" za kilogram, "lbs" za funtu, itd.).

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
hr_hr: Zadana jedinica udaljenosti za vašu trgovinu (npr. "km" za kilometar, "mi" za milju, itd.).

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
hr_hr: Zadana jedinica volumena za vašu trgovinu (npr. "L" za litru, "gal" za galon, itd.).

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
hr_hr: Zadana jedinica dimenzija za vašu trgovinu (npr. "cm" za centimetar, "in" za inč, itd.).

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
hr_hr: ISO 639-1 oznaka za jezik vaše zemlje gdje je vaš web server smješten (en, hr, fr, sp, ru, pl, nl, itd.).

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
hr_hr: ISO 3166-1 alpha-2 oznaka za zemlju/regiju gdje je vaš web server smješten, malim slovima (us, hr, gb, fr, sp, ru, pl, nl, itd.).

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
hr_hr: Ako postavite na "Da", lokalizacijski paket će biti preuzet sa prestashop.com. Inače će biti korištena lokalna xml datoteka iz lokalizacijske mape vaše PrestaShop instalacije.

source: Restrict country selections in front office to those covered by active carriers
hr_hr: Ograniči biranje država u trgovini na one pokrivene aktivnim dostavljačima

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
hr_hr: Dva ili tri slova ISO koda (npr. "us" za Sjedinjene Države).

source: International call prefix, (e.g. 1 for United States).
hr_hr: Internacionalni pozivni broj, (npr. 385 za Hrvatsku).

source: Geographical region.
hr_hr: Zemljopisni zonu u kojoj se zemlja nalazi.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
hr_hr: Ukazuje na format poštanskog broja: Koristite L za slovo, N za broj i C za ISO 3166-1 alpha-2 kod zemlje. Na primjer, NNNNN za Hrvatsku, Francusku, Poljsku, Sjedinjene države i mnoge druge; LNNNNLLL za Argentinu, itd. Ako ne želite da PrestaShop provjerava ispravnost poštanskog broja za ovu zemlju, ostavite prazno.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
hr_hr: Prikaži ovu državu kupcu (država će uvijek biti prikazana u administraciji).

source: This will restore your last registered address format.
hr_hr: Ovo će vratiti Vaš posljednje registriran format adresa

source: This will restore the default address format for this country.
hr_hr: Ovo će vratiti zadani format adresa za ovu državu

source: This will restore your current address format.
hr_hr: Ovo će vratiti Vaš zadani format adresa

source: This will delete the current address format
hr_hr: Ovo će obrisati trenutni format adresa

source: Some of these expressions use this special syntax: %s.
hr_hr: Neki od tih izraza koriste ovu posebnu sintaksu: %s.

source: There are [1]%replace%[/1] products
hr_hr: Postoji [1]%replace%[/1] proizvoda

source: %s" will be replaced by a number.
hr_hr: "%s" će biti zamijenjen brojem.

source: List of pages in [1]%replace%[/1]
hr_hr: Popis stranica u [1]%replace%[/1]

source: %s" will be replaced by a string.
hr_hr: "%s" biti će zamjenjeno stringom.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
hr_hr: Svojstvo: [1]%1%[/1] ([1]%2%[/1] vrijednosti)

source: The numbers enable you to reorder the variables when necessary.
hr_hr: Brojevi vam omogućuju da preuredite varijable kada je to potrebno.

source: You MUST use this syntax in your translations. Here are several examples:
hr_hr: Morate koristiti ovu sintaksu u Vašim prijevodima. Ovdje je nekoliko primjera:

source: Click on the title of a section to open its fieldsets.
hr_hr: Kliknite na naslov sekcije za otvaranje seta polja.

source: Here you can modify translations for all installed module.
hr_hr: Ovdje možete izmijeniti prijevode za sve instalirane module.

source: Select your module
hr_hr: Odaberite svoj modul

source: You MUST use this syntax in your translations. Here are a few examples:
hr_hr: Morate koristiti ovu sintaksu u Vašim prijevodima. Ovdje je nekoliko primjera:

source: This expression uses a special syntax:
hr_hr: Ovaj izraz koristi posebnu sintaksu:

source: Here you can modify translations for every line of text inside PrestaShop.
hr_hr: Ovdje možete izmijeniti prijevode za sve tekstove u PrestaShopu.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
hr_hr: Najprije odaberite vrstu prijevoda (kao što su "Administracija" ili "Instalirani moduli"), a tada odaberite jezik na koji želite prevesti tekstove.

source: You can add or update a language directly from the PrestaShop website here.
hr_hr: Možete dodati ili ažurirati jezik izravno s prestashop.com ovdje.

source: If the language file format is ISO_code.gzip (e.g. "us.gzip"), and the language corresponding to this package does not exist, it will automatically be created.
hr_hr: Ukoliko je format: isooznaka.gzip (npr. ht.gzip) i odgovarajući jezik ne postoji, automatski će se kreirati.

source: Warning: This will replace all of the existing data inside the destination language.
hr_hr: Budite oprezni, ovo će zamijeniti sve postojeće podatke za ciljani jezik.

source: Export data from one language to a file (language pack).
hr_hr: Izvezite podatke jezika u datoteku (jezični paket).

source: Select which theme you would like to export your translations to.
hr_hr: Označite u koju temu želite izvesti vaš prijevod.

source: Copies data from one language to another.
hr_hr: Kopira podatke iz jednog jezika u drugi

source: If necessary [1][2] you must first create a new language[/1].
hr_hr: Ako je potrebno [1][2] najprije morate izraditi novi jezik [/1].

source: Missing files are marked in red
hr_hr: Nedostajuće datoteke označene su crveno
