Repository: odalysleon/vinodayenu
Catalog: app/Resources/translations/*/AdminInternationalNotification.*.xlf
Languages: de_de

source: Translation successfully updated
de_de: Übersetzungen aktualisiert!

source: Failed to update translation
de_de: Fehler beim Update der Übersetzung

source: The translation was successfully copied.
de_de: Sprache kopiert

source: Cannot add configuration %1$s for %2$s language
de_de: Einstellungen %1$s für die Sprache %2$s können nicht angelegt werden

source: The translations have been successfully added.
de_de: Übersetzungen wurden hinzugefügt.

source: The translation was added successfully, but the language has not been created.
de_de: Übersetzung hinzugefügt, aber die Sprache konnte nicht erstellt werden.

source: Localization pack imported successfully.
de_de: Lokalisationspaket importiert

source: Fatal error: ISO code is not correct
de_de: Schwerer Fehler: ISO-Code ist nicht korrekt

source: Fatal error: IETF code %s is not correct
de_de: Schwerer Fehler: IETF-Code %s ist nicht korrekt

source: Sorry this language is not available
de_de: Sprache leider nicht verfügbar!

source: Server does not have permissions for writing.
de_de: Der Server verfügt nicht über die Schreibrechte

source: Language pack unavailable.
de_de: Sprachpaket nicht verfügbar!

source: An error occurred while creating the language: %s
de_de: Beim Anlegen der Sprache ist ein Fehler aufgetreten: %s

source: Invalid language ISO code (%s)
de_de: Falscher ISO-Code (%s) der Sprache

source: No tax
de_de: steuerfrei

source: Incorrect Tax Manager class [%s]
de_de: Klasse Steuerwaltung inkorrekt (%s)

source: Tax Manager class not found [%s]
de_de: Klasse Steuerwaltung nicht gefunden (%s)

source: Cannot load country: %d
de_de: Sprachpaket kann nicht geladen werden: %d

source: Cannot enable the associated country: %s
de_de: Länderzuordnung nicht möglich: %s

source: Invalid Zone name.
de_de: Gebietsname ungültig!

source: Invalid state properties.
de_de: Eigenschaften des Bundeslandes ungültig.

source: Cannot update the associated country: %s
de_de: Länderzuordnung nicht möglich: %s

source: An error occurred while adding the state.
de_de: Beim Hinzufügen eines Bundeslandes ist ein Fehler aufgetreten

source: An error occurred while fetching the state.
de_de: Beim Abrufen des Bundeslandes ist ein Fehler aufgetreten.

source: Invalid tax properties.
de_de: Eigenschaften der Steuer ungültig

source: An error occurred while importing the tax: %s
de_de: Fehler beim Import der Steuer: "%s"

source: This tax rule cannot be saved.
de_de: Dieser Steuersatz kann nicht gespeichert werden.

source: Invalid currency properties.
de_de: Ungültige Währungseigenschaft

source: An error occurred while importing the currency: %s
de_de: Fehler beim Import der Währung: "%s"

source: Localization pack corrupted: wrong unit type.
de_de: Paket beschädigt: falscher Stückpreis

source: An error occurred while setting the units.
de_de: Bei der Konfiguration der Einheiten ist ein Fehler aufgetreten.

source: An error occurred while installing the module: %s
de_de: Fehler beim Installieren von Modul: %s

source: An error occurred while uninstalling the module: %s
de_de: Fehler beim Deinstallieren von Modul: %s

source: An error has occurred, this module does not exist: %s
de_de: Fehler! Das Modul existiert nicht: %s

source: An error occurred during the configuration setup: %1$s
de_de: Fehler bei den Spracheinstellungen aufgetreten: %1$s

source: An error occurred during the default group update
de_de: Beim Update der Standardgruppe ist eine Fehler aufgetreten.

source: An error has occurred during the default group update
de_de: Es ist ein Fehler beim Update der Standardgruppe aufgetreten.

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
de_de: Wenn Sie eine Sprache löschen, werden ALLE Übersetzungen dieser Sprache gelöscht. Wollen Sie wirklich fortfahren?

source: When you delete a language, all related translations in the database will be deleted.
de_de: Wenn Sie eine Sprache löschen, werden ALLE Übersetzungen dieser Sprache gelöscht.

source: Your .htaccess file must be writable.
de_de: Die .htaccess muss beschreibbar sein.

source: You cannot delete the default language.
de_de: Sie können die Standard-Sprache nicht löschen.

source: You cannot delete the language currently in use. Please select a different language.
de_de: Sie können die jeweils aktive Sprache nicht löschen. Bitte wechseln Sie die Sprache vor dem Löschen

source: You cannot change the status of the default language.
de_de: Sie können die Standard-Sprache nicht ändern

source: This ISO code is already linked to another language.
de_de: Dieser ISO-Code ist bereits an eine andere Sprache gebunden

source: Flag and "No picture" image fields are required.
de_de: Die Flagge und das Bild "Kein Bild" sind erforderlich

source: An error occurred while copying "No Picture" image to your product folder.
de_de: Kann Bild "Kein Bild" im Verzeichnis products nicht erstellen, überprüfen Sie die Schreibrechte.

source: An error occurred while copying "No picture" image to your category folder.
de_de: Kann Bild "Kein Bild" im Verzeichnis categories nicht erstellen, überprüfen Sie die Schreibrechte.

source: An error occurred while copying "No picture" image to your brand folder.
de_de: Das "Kein Bild" Bild konnte nicht in das Verzeichnis für Marken kopiert werden.

source: An error occurred while resizing "No picture" image to your product directory.
de_de: Bei der Änderung des Maßstabs des Bildes 'no-picture' im Verzeichnis Artikel ist ein Fehler aufgetreten.

source: An error occurred while resizing "No picture" image to your category directory.
de_de: Bei der Größenänderung des des Bildes "no-picture" im Verzeichnis categories ist ein Fehler aufgetreten.

source: An error occurred while resizing "No picture" image to your brand directory.
de_de: Bei der Änderung des Maßstabs des Bildes "Kein Bild" für Marken ist ein Fehler aufgetreten.

source: An error occurred during image deletion process.
de_de: Beim Löschen des Bildes ist ein Fehler aufgetreten

source: Iso code is not valid
de_de: ISO-Code ist ungültig

source: Technical Error: ps_version is not valid
de_de: Technischer Fehler: Ungültige PS-Version

source: Wrong ISO code, or the selected language pack is unavailable.
de_de: falscher ISO-Code oder kein Sprachpaket verfügbar

source: Technical Error: translation server unreachable.
de_de: Technischer Fehler: Kann Übersetzungs-Server nicht finden.

source: The geolocation database is unavailable.
de_de: Geotargeting-Datenbank ist nicht verfügbar

source: Country selection is invalid.
de_de: Die Länderauswahl ist ungültig

source: Invalid whitelist
de_de: Ungültige Whitelist

source: This ISO code already exists. You cannot create two states with the same ISO code.
de_de: Dieser ISO Code existiert bereits, Sie können keine zwei Staaten mit demselben ISO-Code im selben Land erstellen.

source: This state was used in at least one address. It cannot be removed.
de_de: Dieses Bundesland wird bereits für mindestens eine Adresse genutzt. Es kann nicht mehr entfernt werden.

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
de_de: Diese Steuer wird aktuell in einer Steuer-Regel verwendet. Sind Sie wirklich sicher, dass Sie fortfahren möchten?

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
de_de: Diese Steuer wird aktuell in einer Regel für Steuern verwendet. Wenn Sie fortfahren, wird sie aus der Regel entfernt. Möchten Sie wirklich fortfahren?

source: Cannot create the folder "%s". Please check your directory writing permissions.
de_de: Verzeichnis "%s" konnte nicht angelegt werden. Prüfen Sie die Schreibrechte.

source: You must select two languages in order to copy data from one to another.
de_de: Sie müssen Quell- UND Zielsprache wählen, um die Daten kopieren zu können.

source: You must select two themes in order to copy data from one to another.
de_de: Sie müssen zwei Templates auswählen, um die Daten von einer Seite zur anderen zu kopieren

source: An error occurred while copying data.
de_de: Beim Kopieren der Daten ist ein Fehler aufgetreten.

source: There is nothing to copy (same language and theme).
de_de: keine Daten zum Kopieren vorhanden (Sprache und Template identisch)

source: Theme(s) not found
de_de: Vorlage(n)/Template(s) nicht gefunden

source: Impossible to create the directory "%s".
de_de: Das Verzeichnis %s kann nicht erstellt werden

source: Impossible to copy "%s" to "%s".
de_de: %s kann nicht nach %s kopiert werden

source: Impossible to translate "$dest".
de_de: "$dest" konnte nicht übersetzt werden.

source: A part of the data has been copied but some of the language files could not be found.
de_de: Nur ein Teil der Daten wurde kopiert , eine oder mehrere Übersetzungsdateien wurden nicht gefunden

source: An error occurred while creating archive.
de_de: Beim Erstellen des Archivs ist ein Fehler aufgetreten

source: Please select a language and a theme.
de_de: Bitte wählen Sie eine Sprache und ein Template.

source: Tab "%s" is not valid
de_de: Menüpunkt "%s" ist ungültig

source: Validation failed for: %s
de_de: Datei %s nicht vorhanden

source: Unidentified file found: %s
de_de: Unbekannte Datei gefunden: %s

source: The archive cannot be extracted.
de_de: Das Archiv kann nicht extrahiert werden

source: ISO CODE invalid "%1$s" for the following file: "%2$s"
de_de: ISO-Code "%1$s" ungültig für die folgende Datei: "%2$s"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
de_de: Sprachdatei (%s) des Templates kann nicht gespeichert werden. Bitte Schreibrechte prüfen.

source: Invalid theme "%s"
de_de: Ungültiges Template \"%s\"

source: Invalid iso code "%s"
de_de: Ungültiger ISO-Code "%s"

source: This %type_content% file extension is not accepted.
de_de: Dateityp %type_content% nicht möglich!

source: Invalid module name "%s"
de_de: Ungültiger Modul-Name "%s"

source: Invalid mail name "%s"
de_de: Ungültiger E-Mailname "%s"

source: Directory "%s" cannot be created
de_de: Verzeichnis "%s" kann nicht angelegt werden.

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
de_de: Fehlerhafter HTML-Code in Ihren Mail-Übersetzungen! Speichern nicht möglich! Bitte überprüfen Sie Ihre Eingaben.

source: Your HTML email templates cannot contain JavaScript code.
de_de: HTML-Mail-Vorlagen können keinen JavaScript-Code enthalten.

source: Empty string found, please edit: "%s"
de_de: Leere Zeichenkette gefunden. Bitte bearbeiten Sie: "%s"

source: There is an error in template, an empty string has been found. Please edit: "%s"
de_de: Fehler in der Vorlage - Leere Zeichenkette gefunden. Bitte bearbeiten: "%s"

source: The module directory must be writable.
de_de: Das Verzeichnis des Moduls muss die Schreibrechte haben

source: A mail directory exists for the "%1$s" language, but not for the default language (%3$s) in %2$s
de_de: In %2$s gibt es zwar ein E-Mail-Verzeichnis für %1$s, aber nicht für die Standard-Sprache (%3$s)

source: missing translation(s)
de_de: fehlende Übersetzung(en)

source: No Subject was found for %s in the database.
de_de: Für %s konnte in der Datenbank nichts gefunden werden.

source: There was a problem getting the mail files.
de_de: Fehler beim Aktualisieren der E-Mails.

source: English language files must exist in %s folder
de_de: Im Verzeichnis %s müssen die Sprachdateien für Englisch vorhanden sein

source: Cannot write language file for email subjects. Path is: %s
de_de: Sprachdatei für E-Mail-Titel kann nicht gespeichert werden, der Pfad lautet: %s

source: Cannot write into the "%s"
de_de: In "%s" kann nicht geschrieben werden

source: This expression uses a special syntax:
de_de: Dieser Ausdruck verlangt eine spezielle Syntax:

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
de_de: Apache mod_security is auf Ihrem Server nicht aktiviert. Das könnte zu Bad Request errors führen

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
de_de: Warnung! Ihr Provider verwendet die Sicherheitserweiterung Suhosin für PHP, die die maximal erlaubte Anzahl von Feldern in einem Formular beschränkt auf:

source: Please ask your hosting provider to increase the Suhosin limit to
de_de: Bitten Sie Ihren Hosting-Anbieter, das Suhosin Post-and- Request-Limit anzuheben auf

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
de_de: Achtung! Ihre PHP-Konfiguration beschränkt die maximal erlaubte Anzahl von Feldern in einem Formular auf:

source: for max_input_vars.
de_de: für max_input_vars.

source: Please ask your hosting provider to increase this limit to
de_de: Fordern Sie bitte Ihren Hosting-Provider auf, dieses Limit zu erhöhen auf

source: %limit% for suhosin.post.max_vars.
de_de: %limit% für suhosin.post.max_vars

source: %limit% for suhosin.request.max_vars.
de_de: %limit% für suhosin.request.max_vars

source: %s at least, or you will have to edit the translation files.
de_de: mindestens %s, oder Sie müssen die Übersetzungsdateien manuell bearbeiten.

source: You cannot delete the default currency
de_de: Sie können die Standardwährung nicht löschen

source: You cannot disable the default currency
de_de: Sie können die Standardwährung nicht deaktivieren

source: This currency already exists.
de_de: Diese Währung existiert berits

source: The currency conversion rate cannot be equal to 0.
de_de: Wechselkursrate darf nicht Null sein.

source: A tax rule already exists for this country/state with tax only behavior.
de_de: Für dieses Land gibt es bereits eine Steuer-Regel für den Fall der Steuerangabe.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
de_de: PLZ ist ungültig. Bitte wie folgt eingeben: %format% für %country%

source: An error has occurred: Cannot save the current tax rule.
de_de: Ein Fehler ist aufgetreten: Kann die aktuelle Steuer-Regel nicht speichern

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
de_de: Ohne OpenSSL-Modul kann der Import einer neuen Sprache fehlschlagen. Bitte aktivieren Sie "openssl.so" in Ihrer Serverkonfiguration.

source: Cannot load the localization pack.
de_de: Das Lokalisierungspaket kann nicht geladen werden (weder von prestashop.com, noch von Ihrer Festplatte)

source: Please select at least one item to import.
de_de: Bitte wählen Sie zumindest einen Inhalt für den Import.

source: %language% could not be loaded
de_de: %language% konnte nicht geladen werden

source: This ISO code already exists.You cannot create two countries with the same ISO code.
de_de: Diese ISO-Code ist bereits vorhanden, können Sie keine zwei Länder mit dem selben ISO-Code einrichten

source: Invalid address layout %s
de_de: Ungültiges Adress-Format %s

source: Are you sure you want to restore the default address format for this country?
de_de: Sind Sie sicher, dass das Adressformat ädern möchten?

source: %s at least, or you will have to edit the translation files manually.
de_de: %s zu erhöhen. Andernfalls müssen Sie die Übersetzungen manuell ändern.

source: Please select a module!
de_de: Bitte wählen Sie ein Modul!

source: Please select your language!
de_de: Bitte Sprache wählen!

source: Cannot connect to the PrestaShop website to get the language list.
de_de: Kann keine Verbindung zu prestashop.com herstellen, um die Sprachenliste zu erhalten.

source: Language files must be complete to allow copying of translations.
de_de: Die Dateien der Ausgangssprache müssen vollständig sein (wie in Lokalisierung >> Sprachen >> Bearbeiten angegeben), um die Übersetzungen kopieren zu können.

source: A language pack is available for this ISO.
de_de: Für diesen ISO-Code ist ein Sprachpaket verfügbar (es heißt

source: The Prestashop version compatible with this language and your system is:
de_de: Mit dieser Sprache und Ihrem System ist folgende PrestaShop-Version kompatibel:

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations.
de_de: Nach dem Erstellen der Sprache können Sie den Inhalt des Sprachpakets importieren. Es steht unter "International - Übersetzungen" zum Download bereit.

source: No language pack is available on prestashop.com for this ISO code
de_de: Für diesen ISO-Code existiert kein Sprachpaket auf prestashop.com

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
de_de: Fehlende Dateien! Das Sprachpaket ist nicht vollständig und kann weder im Back- noch im Front Office verwendet werden.

source: Please install the %module_name% module before using this feature.
de_de: Bitte installieren Sie das Modul %module_name% bevor sie dieses Feature nutzen.

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
de_de: Aktivieren Sie unbedingt den Wartungsmodus, bevor Sie die Standard-Währung ändern. Jede Änderung an dieser Stelle erfordert anschließend eine manuelle Korrektur der Preise jedes Artikels und seiner Varianten.
