Repository: odalysleon/vinodayenu
Catalog: app/Resources/translations/*/ModulesStatsequipmentAdmin.*.xlf
Languages: hr_hr

source: Browsers and operating systems
hr_hr: Preglednici i operacijski sustavi

source: Adds a tab containing graphs about web browser and operating system usage to the Stats dashboard.
hr_hr: Dodaje karticu koja sadrži grafikone o web-pregledniku i korištenja operacijskog sustava na Statističkoj ploči s instrumentima.

source: Making sure that your website is accessible to as many people as possible
hr_hr: Budite sigurni da je vaša web stranice dostupna za što više ljudi što je više moguće

source: When managing a website, it is important to keep track of the software used by visitors so as to be sure that the site displays the same way for everyone. PrestaShop was built to be compatible with the most recent Web browsers and computer operating systems (OS). However, because you may end up adding advanced features to your website or even modifying the core PrestaShop code, these additions may not be accessible to everyone. That is why it is a good idea to keep track of the percentage of users for each type of software before adding or changing something that only a limited number of users will be able to access.
hr_hr: Pri upravljanju web stranicom, važno je voditi računa o softveru koji se koristi od strane posjetitelja, kako bi bili sigurni da se stranica prikazuje na isti način za sve. PrestaShop je izgrađen da bude u skladu s najnovijim web preglednicima i operativnim sustavima (OS). Međutim, ukoliko dodajete napredne značajke na Vašu web stranicu ili čak i mijenjate osnove PrestaShop koda, ti dodaci možda neće biti dostupni svima. To je razlog zašto je dobra ideja da se prati postotak korisnika za svaku vrstu softvera prije dodavanja ili mijenjanja nečega što je samo ograničeno na određen broj korisnika koji će tome imati pristup.

source: Indicates the percentage of each web browser used by customers.
hr_hr: Pokazuje postotak svakog web preglednika koji se koristi od strane kupaca.

source: CSV Export
hr_hr: CSV Izvoz

source: Indicates the percentage of each operating system used by customers.
hr_hr: Pokazuje postotak svakog operativnog sustava koji se koristi od strane kupaca.

source: Plugins
hr_hr: Plug-inovi

source: Web browser used
hr_hr: Korištenje preglednika

source: Operating system used
hr_hr: Korištenje operativnog sustava
